# イベント内容
girls.vim vol.1 -令和初!vimイベント!-

# 概要
vimを使いこなせるようになりたい！vimが好き！そんな女性エンジニア向けのイベントの第一弾！
今回はvimを使いこなせるようになろうということをテーマにLT&もくもく会という盛りだくさんな内容になります。
第一回目ということで、参加者は女性の方に限らせていただきます。

# 開催日
2019/5/8

# 持ち物
ノートPC（できれば事前にvimのインストールが完了していると良いです）

# 対象
- vimをもう少し使えるようになりたい方
- vimが好きな方
- 人がvim触ってるところをみていたい方
- vimのプラグインをつくってみたい方
- 女性エンジニア仲間を増やしたい方
# 定員
10名

LT枠3名 スタッフ枠3名 一般枠10

# 会場
株式会社センシンロボディクス様
・住所
渋谷区恵比寿2-36-13 広尾MTRビル 7階
・最寄り駅
 - 広尾駅から 天現寺交差点方面に徒歩10分
   慶応幼稚舎のとなり
 - 恵比寿駅から 東口をでて、北里大学方面に徒歩15分
   恵比寿3丁目の交差点を渡って左に曲がって、60mほど
 （外苑西通りを広尾方面へ）

ビルに着いたら、
左手にイタリアンレストラン(LA BISBOCCIA  ラ・ビスボッチャ)  に中へ進むと自動ドアがあります。
エレベータで7階へ、降りてすぐ正面入り口です。
入り口を入って右側が会議室エリアです。

# タイムテーブル
18:30   開場  
19:00 ~ 19:05   会場説明
19:05 ~ 19:10   スポンサーセッション
19:10 ~ 19:20   LT枠1
19:20 ~ 19:30   LT枠2
19:30 ~ 19:40   LT枠3(ujihisaさん)
19:40 ~ 19:45   休憩
19:45 ~ 20:30   もくもく会←あらかじめいくつかお題考えとくと良さそう
20:30 ~ 21:35   懇親会
21:35 ~ 21:45   片付け
21:45 ~ 22:00   完全撤退

# 注意事項
・株式会社センシンロボディクス様から食事提供いただけることになりました！
お飲み物は各自のご用意となりますので、よろしくお願いします。
・参加者は女性限定ですが、当日スタッフに男性が参加します