[{"client_msg_id":"d7f94b0f-fec2-422c-95ba-40893b3b64b0","type":"message","user":"U03C4RC8X","text":"<https://dailyhive.com/vancouver/canada-airport-trains-rail-public-transit>","ts":"1566345221.038200","attachments":[{"fallback":"Rapid transit rail lines are serving Canada's airports, now and in the future | Urbanized","id":1,"title":"Rapid transit rail lines are serving Canada's airports, now and in the future | Urbanized","title_link":"https://dailyhive.com/vancouver/canada-airport-trains-rail-public-transit","text":"One of the defining traits of a world-class airport is its public transit linkages, specifically a rail rapid transit line that moves passengers from the terminal facilities to the city centre. See also: - 1 in 5 air travellers at Vancouver International Airport use Canada Line: report - First new Canada Line train arrives in Metro Vancouver (VIDEO) - Opinion: Canada Line is a model example of a poorly-designed, under-built toy train - Short platforms and trains: Is the SkyTrain Canada Line under-built and near capacity? - Driverless rail transit line recommended to link Calgary Airport Exactly 10 years ago, about half a year ahead of the 2010 Olympic Winter Games, Vancouver’s Canada Line — the third line of the city’s SkyTrain metro system — was the country’s first rail rapid transit line reaching an airport. This was followed by the opening of Toronto’s Union-Pearson Express (UP Express), which began serving its first passengers about two months before the 2015 Pan American Games. As for rail connections to the airports of Canada’s next two largest airports, construction is underway on Montreal’s new rail connection as part of a larger city-wide new train system, and both Ottawa and Calgary are in the early stages of planning rail connections to their respective airports. Here is a rundown of the country’s two existing, one upcoming, and two planned train lines that serve major international airports: Canada Line serving Vancouver International Airport The Canada Line has been an immediate success since its first day of service on August 17, 2009. Its break-even ridership target of 100,000 riders per weekday was hit by the end of its first year of operations — three years ahead of forecast schedules. Average ridership in 2018 was close to an astounding 150,000 per weekday, with the 19-km-long line tethering downtown Vancouver with Vancouver International Airport (YVR) and the suburb of Richmond in just 25 minutes from end to end. This is faster than driving most times of the day, and no transfers are needed. YVR Airport Station on SkyTrain’s Canada Line. (Kenneth Chan / Daily Hive) The uptake by air passengers has been huge; the Vancouver Airport Authority’s most recent data, based on a survey, shows 21% of air passengers are using the Canada Line. In fact, as a result of the Canada Line, YVR’s transit modal share is the highest of any airport in North America. At YVR Airport Station, the walking distance to the airport terminal building is just over one minute, with an elevated covered walkway providing the connection to both the domestic and international terminals. This $2.05-billion line has a total of 16 stations, serving other key destinations, attractions, and public transit transfer nodes. Like the rest of the SkyTrain system, it is completely driverless, as it uses computer-controlled full automation technology. YVR Airport Station on SkyTrain’s Canada Line. (Kenneth Chan / Daily Hive) Trains travelling from downtown Vancouver have alternating final destinations, with trains ending at either YVR Airport Station or Richmond-Brighouse Station. The service runs for about 20 hours every day. The first train leaves downtown at 4:48 am and the last train at 1:05 am, while the first train leaves the airport at 5:07 am and the last train at 12:56 am. Relatively high frequencies are operated throughout most of the day: Trains serving the station next to the terminal building depart for downtown Vancouver every six minutes during peak hours and mid-day service. Frequencies are lower during other hours, with trains leaving every 12 minutes in early mornings and evenings, and every 20 minutes late at night. There is also a $5 top-on fare for only inbound journeys from the airport towards the city centre; for an adult rider on a single-trip fare, it will cost $8.45 to reach the city and downtown, including the $5 top-on. SkyTrain Canada Line trains near Vancouver International Airport being tested before opening in 2009. (Vancouver International Airport) With luggage-hauling passengers in mind, Canada Line trains are wider than others on the SkyTrain system, but the station platform lengths are short (40/50 metres) and currently only allow for two-car, 334-passenger capacity trains. Technical challenges with extending the platforms, many located underground, beyond 50 metres will likely constrict the Canada Line’s long-term capacity to 15,000 passengers per hour per direction (pphpd), rendering it underbuilt. As the Canada Line has a trio of functions — airport service, local service, and regional commuter service — the trains can become quite packed throughout the day, reaching overcrowded conditions during peak hours. Over the short term, the capacity can be increased by acquiring more trains to increase scheduled frequencies. The train fleet will increase from 20 two-car trains to 32 two-car trains starting in January 2020, resulting in a capacity uptick from about 6,000 pphpd to over 8,000 pphpd. South Vancouver skyline and a Canada Line train. (Shutterstock) Although it has its design shortcomings, the Canada Line is considered an incredible success, and has been a catalyst for immense urban redevelopment around the stations, which in turn generates even more ridership. The Canada Line’s ridership is now about 60% higher than its first year. A relatively high year-over-year growth rate is likely to continue in the years ahead, especially when the Millennium Line Broadway Extension opens in 2025, turning Broadway-City Hall Station into a major regional transit hub with the intersection of two SkyTrain lines. Growing airport traffic is also anticipated to be another factor; when the Canada Line opened, the airport saw 16 million passengers annually, and this traffic has since grown to about 26 million in 2018, with forecasts calling for as many as 31 million by 2022. A Canada Line platform in downtown Vancouver. (Shutterstock) UP Express serving Toronto Pearson International Airport When the UP Express‘ first opened, ridership was absolutely abysmal. The airport express train line opened on June 6, 2015, and connected Toronto Pearson International Airport with Union Station in downtown Toronto. Its end-to-end travel time with a total of just four stations along the 23-km-long route is just 25 minutes, far faster than a car. Trains run between 4:55 am and 1 am daily every 15 minutes. Toronto-Pearson International Airport station for the Union Pearson Express. (Kenneth Chan / Daily Hive) Inside a train on the Union Pearson Express in Toronto. (Kenneth Chan / Daily Hive) And this is truly a premium service, with creature comforts such as padded and wide seating, free Wi-Fi, electrical outlet, luggage racks, and real-time flight information screens. This is certainly not a local subway standard of service. During the UP Express’ design process, project proponents believed there was sufficient critical mass at Canada’s busiest airport and downtown Toronto to support an express train service for air passengers, particularly business travellers. But they were very wrong; trains were running nearly empty weeks later during the Pam Am Games, even though the line was built to help handle the influx of visitors during the two-week event. According to Daily Hive Torontoist, with an average of just over 3,000 riders per day in July 2015, trains were running at only 12% of the maximum train capacity of 173 seated passengers — an average of 21 riders per train. Inside a train on the Union Pearson Express in Toronto. (Kenneth Chan / Daily Hive) Ridership continued to fall as the year progressed, and this downward trend went on into the new year. Average ridership hit a record low of 1,967 passengers per day in January 2016, including a day that saw just 1,174 riders. At this point, there was a mounting outcry that fares for the service were far too high, even for business travellers, and as a result the $456 million investment in the new train line was a white el…","image_url":"https://images.dailyhive.com/20190816145514/canada-airport-trains.jpg","blocks":null,"service_name":"dailyhive.com","service_icon":"https://assets.dailyhive.com/assets/2.0.8/static/icons/apple-touch-icon.png","from_url":"https://dailyhive.com/vancouver/canada-airport-trains-rail-public-transit","original_url":"https://dailyhive.com/vancouver/canada-airport-trains-rail-public-transit"}],"team":"T03C4RC8V","replace_original":false,"delete_original":false,"blocks":null,"source_team":"T03C4RC8V","user_team":"T03C4RC8V"}]
